import sys
sys.path.append('/')
from main import loo


loo(sys.argv[1])


# กิน ลินกุน
# ใช่ ใล่ชุ่ย
# แมว แลวมูว
# ขำ หลำขุม
# ผัว หลัวผูว
# ซื้อ ลื้อซู้ว
# กระดาษ หละกุหลาษดูษ
# ไปกับใคร ไลปุยหลับกุบใลครุย
# รัก ซักรุก
# เหลือ เสือหลู
# ลอง ซองลูง 
# รั่ว ซั่วรุ่ว
# ร้อน ซ้อนรู้น
# ลม ซมลุม
# กู ลูกี
# บูด หลูดบี
# สูบ หลูบสีบ
# บุญ ลุญบิญ
# รู้ ซู้รี้ 
# ลูบ ซู่บลีป
# รุม ซุมริม
# ควย ลวยคุย
# สยาม หละสุหลามหยูม
# ขโมย หละขุโลยมุย
# อยากโดนเย็ด หลากอยูกโลนดุนเล็ดยุด
# กินยำมั้ยลูก ลินกุนลำยุมลั้ยมุ้ยซูกลีก
# โยชิมาทำไม โลยูลิชูลามูลำทุมไลมุย
# ปังมากพี่นัด ลังปุงลากมูกลี่พู่ลัดนุด


# {"origin":"แคทเทอรีนยิงมัน","result":"แลคูลทูเลทูลอูซีรูลนูลิงยุงหลันมุน","suggestion":"แลทคูทเลอทูซีนลูนลิงยุงลันมุน"}, 
# {"origin":"โยชิมาทำไม","result":"โลยูลิชูหลามูลำทุมไลมุย","suggestion":"โลยูลิชุลามูลำทุมไลมุย"}, 
# {"origin":"แสลง","result":"หละสุแหลงหลุง","suggestion":"หละสุแสงหลุง"}, 
# {"origin":"ไบรอัน","result":"ไลรบุรหลันอุน","suggestion":"ไลรบุรลันอุน"}, 
# {"origin":"อิดอกหิวว่ะอยากแดกหมูกะทะ","result":"ลิดอุดลกอุกลิวหุวล่ะวู่หลากอยูกแลกดุกหลูหมีหละกุหละทุ","suggestion":"ลิอุหลอกดูกหลิวหุวหละหวุหลากอยูกแหลกดูกหลูหมูละกุละทุ"}
